results_vcloud_2cores_4gb_normal_storage/77/results.txt
transaction type: Custom query
scaling factor: 1000
query mode: simple
number of clients: 64
number of threads: 2
duration: 60 s
number of transactions actually processed: 13460
latency average: 285.290 ms
tps = 223.603967 (including connections establishing)
tps = 223.616262 (excluding connections establishing)